export const TEAM_TESTIMONIALS = [
  {
    quote:
      "پشت هر دکمه‌ای که بی‌دردسر کار می‌کند، احتمالاً چند فنجان قهوه، چند ساعت دیباگ و مقدار قابل توجهی منطق پنهان شده است. ساختن زیرساخت‌هایی که دیده نمی‌شوند اما همه‌چیز به آن‌ها وابسته است، جذاب‌ترین بخش این مسیر است.",
    name: "یاسین افاضل",
    designation: "توسعه‌دهنده بک‌اند",
    src: "/dev/yasin.jpg",
    website: "https://yasin.kioteam.ir/",
  },
  {
    quote:
      "زیرساخت خوب از نظر من چیزی نیست که دیده شود؛ چیزی است که نبودنش دیده شود. از ساخت سیستم‌هایی لذت می‌برم که پایدار، قابل مشاهده و قابل نگهداری باشند. همیشه سعی می‌کنم به‌جای درمان علائم، علت اصلی مشکلات را پیدا کنم و راه‌حلی طراحی کنم که در مقیاس هم دوام بیاورد.",
    name: "محمد حسین کوهکن",
    designation: "مهندس DevOps",
    src: "/dev/hoos.webp",
    website: "https://mamahoos.kioteam.ir/",
  },

  {
    quote:
      "فول‌استک بودن برای من یعنی توانایی دیدن تصویر کامل؛ از تجربه‌ی کاربر تا منطق پشت پرده و تحلیل داده‌هایی که مسیر محصول را مشخص می‌کنند. به ساخت راه‌حل‌هایی علاقه دارم که علاوه بر عملکرد قابل اعتماد، بر پایه‌ی داده و درک درست از مسئله طراحی شده باشند؛ محصولاتی که هم برای کاربران ارزشمند باشند و هم برای توسعه‌دهندگان قابل توسعه و نگهداری.",
    name: "پوریا شریفی",
    designation: "توسعه دهنده فول‌استک / دیتاساینتیست",
    src: "/dev/pourya.png",
    website: "https://pourya.kioteam.ir/",
  },
  {
    quote:
      "سلام! من یک توسعه‌دهنده کنجکاو فرانت‌اند هستم که با React و Tailwind وب‌سایت‌های جذاب می‌سازم. کدنویسی، قهوه و یادگیری مداوم بخشی از مسیر من هستند...",
    name: "محمد اشرفی",
    designation: "توسعه‌دهنده فرانت‌اند",
    src: "/dev/mamad.jfif",
    website: "https://mohammad.kioteam.ir/",
  },
];
