export const TEAM_TESTIMONIALS = [
  {
    quote:
      "پشت هر دکمه‌ای که بی‌دردسر کار می‌کند، احتمالاً چند فنجان قهوه، چند ساعت دیباگ و مقدار قابل توجهی منطق پنهان شده است. ساختن زیرساخت‌هایی که دیده نمی‌شوند اما همه‌چیز به آن‌ها وابسته است، جذاب‌ترین بخش این مسیر است.",
    name: "یاسین افاضل",
    designation: "توسعه‌دهنده بک‌اند",
    src: "/dev/yasin.jpg",
    website: "https://yasinafazel.ir",
  },
  {
    quote:
      "سلام! من یک توسعه‌دهنده کنجکاو فرانت‌اند هستم که با React و Tailwind وب‌سایت‌های جذاب می‌سازم. کدنویسی، قهوه و یادگیری مداوم بخشی از مسیر من هستند...",
    name: "محمد اشرفی",
    designation: "توسعه‌دهنده فرانت‌اند",
    src: "/dev/mamad.jfif",
    website: "https://yasinafazel.ir",
  },
  {
    quote:
      "من یک توسعه‌دهنده بک‌اند با مهارت در پایتون و جنگو هستم و به ساخت برنامه‌های وب مقیاس‌پذیر علاقه دارم. مشتاق یادگیری، رشد و مشارکت در پروژه‌های واقعی با کدنویسی تمیز و کارآمد هستم.",
    name: "محمد حسین کوهکن",
    designation: "مهندس DevOps",
    src: "/dev/hoos.webp",
    website: "https://yasinafazel.ir",
  },
];
